Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitGamesLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.searchPlayersDots
source: Search Players…
ar: ابعث
bg: Търсене на играчи...
ca: Cerca jugadors…
cs: Hledat hráče…
da: Søg spillere…
de: Spieler:innen durchsuchen…
el: Αναζήτηση παικτών…
es: Buscar jugadores…
es_419: Buscar Jugadores…
fi: Etsi pelaajia…
fr: Rechercher des joueurs…
fr_ca: Rechercher des joueurs…
he: חפש שחקנים…
hi: खिलाड़ियों की खोज करें…
hr: Pretraži igrače…
hu: Játékosok keresése…
id: Cari Pemain…
it: Cerca giocatori…
ja: プレイヤーを検索…
kk: Ойыншыларды іздеңіз...
ko: 플레이어 검색…
ms: Carian Pemain…
nb: Søk etter spillere…
nl: Zoek spelers…
pl: Szukaj graczy…
pt_br: Buscar Jogadores…
pt_pt: Pesquisar jogadores…
ro: Caută jucători…
ru: Искать игроков…
sk: Hľadaj hráčov…
sv: Sök spelare...
th: ค้นหาผู้เล่น…
tr: Oyuncuları ara…
uk: Пошук гравців…
vi: Tìm kiếm người chơi…
zh_hans: 搜索玩家…
zh_hant: 搜尋玩家...
zh_hk: 搜尋玩家…

# TK.Placeholder.synchronizingGameStateDots
source: Synchronizing Game State…
ar: جاري مزامنة حالة اللعبة…
bg: Синхронизиране на игровото състояние…
ca: Sincronitzant l'estat del joc…
cs: Synchronizuji stav hry…
da: Synkroniserer spildata…
de: Spielstatus synchronisieren…
el: Συγχρονίζω κατάσταση παιχνιδιού…
es: Sincronizando el estado del juego…
es_419: Sincronizando estado del juego…
fi: Synkronoidaan pelitilaa…
fr: Synchronisation de l'état du jeu…
fr_ca: Synchronisation de l'état du jeu…
he: ממתין לסנכרון משתתפי המשחק…
hi: गेम स्थिति को समन्वयित कर रहा है...
hr: Sinkronizacija stanja igre…
hu: Játékállapot szinkronizálása…
id: Menyinkronkan Status Permainan…
it: Sincronizzazione dello stato di gioco…
ja: ゲームの状態を同期中…
kk: Ойын күйін синхрондау…
ko: 게임 상태 동기화 중…
ms: Menyelaras Status Permainan…
nb: Trimmer video...
nl: Spelstatus synchroniseren…
pl: Synchronizowanie stanu gry…
pt_br: Sincronizando o estado do jogo…
pt_pt: A sincronizar estado do jogo…
ro: Sincronizând starea jocului…
ru: Синхронизация игрового состояния…
sk: Synchronizujem herný stav…
sv: Synchroniserar speldata…
th: กำลังซิงโครไนซ์สถานะเกม…
tr: Oyun Durumu Senkronize Ediliyor…
uk: Синхронізація ігрового стану…
vi: Đang đồng bộ trạng thái trò chơi…
zh_hans: 正在同步游戏状态…
zh_hant: 正在同步遊戲狀態…
zh_hk: 同步中…

# TK.Placeholder.updatingLeaderboardDots
source: Updating Leaderboard…
ar: جاري تحديث لوحة المتصدرين…
bg: Актуализиране на класацията…
ca: Actualitzant el rànquing…
cs: Aktualizuji žebříček…
da: Opdaterer leaderboard…
de: Rangliste aktualisieren…
el: Ενημέρωση πίνακα κορυφαίων…
es: Actualizando tabla de clasificación…
es_419: Actualizando el tablero de clasificación…
fi: Päivitetään tulostaulukkoa…
fr: Mise à jour du classement…
fr_ca: Mise à jour du classement…
he: מעדכן לוח תוצאות…
hi: लीडरबोर्ड अपडेट हो रहा है...
hr: Ažuriram ljestvicu…
hu: Ranglista frissítése…
id: Memperbarui Tabel Peringkat…
it: Aggiornamento della classifica…
ja: リーダーボードを更新中…
kk: Тізімкестені жаңартуда...
ko: 리더보드 업데이트 중…
ms: Mengemas kini Papan Pendahulu…
nb: Oppdaterer rangering…
nl: Leaderboard bijwerken…
pl: Aktualizowanie rankingu…
pt_br: Atualizando leaderboard…
pt_pt: A atualizar classificação…
ro: Actualizând clasamentul…
ru: Обновление таблицы лидеров…
sk: Aktualizujem rebríček…
sv: Uppdaterar topplistan…
th: กำลังอัปเดตกระดานคะแนน…
tr: Sıralama güncelleniyor…
uk: Оновлення таблиці лідерів…
vi: Đang cập nhật bảng xếp hạng…
zh_hans: 正在更新排行榜…
zh_hant: 正在更新排行榜…
zh_hk: 更新排行榜…
